{"vs/base/common/actions":["(пусто)"],"vs/code/electron-sandbox/issue/issueReporterMain":["скрыть","показать","Создать в GitHub","Предварительный просмотр в GitHub","Загрузка данных…","Превышено ограничение на количество запросов GitHub. Подождите.","Похожие проблемы","Открыть","Закрыто","Открыть","Закрыто","Подобные задачи не найдены","Отчет об ошибках","Запрашиваемая возможность","Проблема с производительностью","Выбор источника","Visual Studio Code","Расширение","Выбор источника","Visual Studio Code","Расширение","Не знаю","Шаги для воспроизведения","Опишите действия для точного воспроизведения проблемы. Включите фактические и ожидаемые результаты. Поддерживается разметка Markdown в стиле GitHub. Вы можете отредактировать текст проблемы и добавить снимки экрана при просмотре проблемы в GitHub.","Шаги для воспроизведения","Когда возникла эта проблема с производительностью? Происходит ли она при запуске или после указанной серии действий? Поддерживается разметка Markdown в стиле GitHub. Вы можете отредактировать текст проблемы и добавить снимки экрана при просмотре проблемы в GitHub.","Описание","Опишите функцию, которую хотели бы увидеть. Поддерживается разметка Markdown в стиле GitHub. Вы можете отредактировать текст проблемы и добавить снимки экрана при просмотре проблемы в GitHub.","Мы скопировали необходимые данные в буфер обмена, так как у них был слишком большой размер для отправки. Вставьте эти данные.","Расширения отключены.","Нет текущих экспериментов."],"vs/code/electron-sandbox/issue/issueReporterPage":["Заполните форму на английском языке.","Это","Файл в","Требуется указать источник проблемы.","Попробуйте воспроизвести проблему после {0}. Если проблема появляется только когда расширения включены, то это скорее всего проблема с расширением.","отключение всех расширений и перезагрузка окна","Расширение","Средству сообщения о проблемах не удается зарегистрировать проблемы для этого расширения. Чтобы сообщить о проблеме, перейдите по адресу {0}.","Средству сообщения о проблемах не удается зарегистрировать проблемы для этого расширения, так как оно не указывает URL-адрес для сообщения о проблемах. Посмотрите страницу этого расширения в Marketplace, чтобы узнать, есть ли другие инструкции.","Название","Введите название.","Требуется указать заголовок.","Слишком длинный заголовок.","Введите сведения.","Требуется указать описание.","Включить сведения о моей системе ({0})","показать","Включить сведения о запущенных процессах ({0})","показать","Включить метаданные рабочей области ({0})","показать","Включить сведения об активных расширениях ({0})","показать","Включить сведения об эксперименте A/B ({0})","показать"]}